# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'act'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'direnv'
brew 'docker-compose'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'mackup'
brew 'mas'
brew 'node'
brew 'nvm'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'yarn'


# Apps
cask '1password'
cask '1password-cli'
cask 'adobe-digital-editions'
cask 'alfred'
cask 'aerial'
cask 'android-file-transfer'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome-beta'
cask 'hiddenbar'
cask 'iterm2'
cask 'kindle'
cask 'notion'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'stay'
cask 'tableplus'
cask 'telegram-desktop'
cask 'ubersicht'
cask 'visual-studio-code-insiders'
cask 'vlc'
cask 'whatsapp'